Repository: rahhal/dip2020
Catalog: translations/messages.*.xlf
Languages: ar

source: Symfony is great
ar: J'aime Symfony

source: Create new
ar: إضافة

source: Save
ar: حفظ

source: show
ar: عرض

source: edit
ar: تغيير

source: Update
ar: تغيير

source: Delete
ar: حذف

source: Actions
ar: اجراءات

source: Edit Institution
ar: تعديل بيانات المؤسسة

source: back to list
ar: الرجوع للقائمة

source: no records found
ar: لا توجد سجلات...

source: create new institution
ar: اضافة مؤسسة جديدة

source: Ministry
ar: الوزارة

source: Office
ar: الديوان

source: name_institution
ar: اسم المؤسسة

source: Director
ar: المدير

source: Economist
ar: المقتصد

source: Administrator
ar: المنسق

source: City
ar: المدينة

source: institution_information
ar: معطيات المؤسسة

source: Year
ar: السنة الدراسية

source: Create new budget
ar: اضافة ميزانية جديدة

source: budget
ar: ميزانية

source: Fix budget
ar: ضبط الميزانية

source: Date
ar: التاريخ

source: Amount
ar: المبلغ المرصود

source: Year name
ar: السنة المالية

source: Budget information
ar: بيانات الميزانية

source: Name
ar: الاسم

source: Created_at
ar: التاريخ

source: Amount_allocated
ar: المبلغ المرصود

source: Budget_Id
ar: السنة المالية

source: List of category
ar: قائمة الاصناف

source: Category
ar: الصنف

source: Details of categry
ar: تفاصيل صنف:

source: Edit details of category
ar: تغيير معطيات الصنف

source: Create new category
ar: اضافة صنف جديد

source: Liste of article
ar: قائمة المواد

source: Edit article
ar: تغيير المعطيات

source: Min quantity
ar: الكمية الدنيا

source: Article name
ar: المادة

source: Create new article
ar: اضافة مادة جديدة

source: Reference stock
ar: المرجع بالمخزن

source: Unit
ar: الوحدة

source: Quantity remaining
ar: الكمية المتبقية

source: Alerte
ar: كمية الانذار

source: Date stock
ar: تاريخ الخزن

source: Quantity stock
ar: الكمية بالمخزن

source: Article
ar: المـــواد

source: Company
ar: المؤسسة

source: Activity
ar: النشاط

source: Tax_number
ar: المعرف الجبائي

source: Phone
ar: الهاتف

source: Fax
ar: الفاكس

source: Address
ar: العنوان

source: Email
ar: البريد الالكتروني

source: Create new supplier
ar: اضافة مزود جديد

source: Liste of Employee
ar: قائمة الموظفين

source: Supplier name
ar: اسم المزود

source: Supplier
ar: المزود

source: Details of supplier
ar: بيانات المزود

source: Supplier liste
ar: قائمة المزودين

source: Edit supplier
ar: تغيير بيانات المزود

source: Employee
ar: الموظف

source: Details of employee
ar: بيانات الموظف

source: Create new employee
ar: اضافة موظف جديد

source: Details of purchases
ar: تفاصيل المشتريات

source: List of purchase
ar: قائمة المشتريات

source: Quantity
ar: الكمية

source: Tax
ar: TVA

source: Unit price
ar: الثمن الفردي

source: Retour
ar: رجوع

source: Number
ar: الرقم

source: Validation
ar: تاريخ الانتهاء

source: Production
ar: تاريخ الصنع

source: detail
ar: تفاصيل

# print
source: detail
ar: طباعة

source: Meal type
ar: نوع الطبق

source: Name of meal
ar: اسم الطبق

source: New exit
ar: خروج جديد

source: List of exit
ar: قائمة في خروج المواد

source: Number of exit
ar: رقم وصل الخروج

source: Exit of articles
ar: خروج المواد

source: Create new exit
ar: اضافة خروج جديد

source: Fullname
ar: الاسم و اللقب

source: Reference Stock
ar: المرجع بالمخزن

source: Intial stock
ar: المخزون الاولي

source: Initial quantity
ar: الكمية الاولية

source: Quantity alerte
ar: كمية الاندار

source: Valid date
ar: تاريخ الانتهاء

source: Prod date
ar: تاريخ الصنع

source: Table of intial stock
ar: جدول محتويات المخزون الاولي

source: Add article
ar: اضافة مواد جديدة للمخزون

source: Article in stock
ar: المواد بالمخزن

source: Name of article
ar: المواد

source: Total price
ar: الثمن الجملي

source: Number of purchase
ar: رقم وصل الدخول

source: Details of purchases N°
ar: تفاصيل وصل دخول عدد:

source: Number of stock
ar: رقم المخزن

source: Name of stock
ar: اسم المخزن

source: Name of category
ar: اسم الصنف

source: Table of menu
ar: جدول الاكلات

source: Breakfast
ar: فطور الصباح

source: Lunch
ar: الغداء

source: Dinner
ar: العشاء

source: Day
ar: اليوم

source: Create new menu
ar: اضافة اكلات جديدة

source: Reference exit
ar: رقم وصل الخروج

source: Details of exit
ar: تفاصيل خروج المواد

source: Technical confirmity
ar: المطابقة الفنية

source: Quantity required
ar: الكمية المطلوبة

source: Quantity delivred
ar: الكمية المسلمة

source: List of demand
ar: قائمة في طلبات التزود

source: demand
ar: طلب تزود

source: Tranche
ar: القسط

source: Remarque
ar: ملاحظة

source: Details of demand
ar: تفاصيل طلب التزود

source: retour
ar: رجوع

source: Create new line demand
ar: اضافة مواد للتزوّد

source: Create new purchases
ar: اضافة مشتريات

source: Initial stock
ar: المخزون الاولي

source: Old quantity
ar: الكمية القديمة

source: Update quantity
ar: الكمية الجديدة

source: Stock today
ar: المخزون الحالي

source: Table of stock
ar: جدول المخزون

source: Full stock
ar: كامل المخزون

source: Benificiary
ar: المستفيد

source: Print article receipt session
ar: ط.محضر جلسة

source: Member of commission
ar: اعضاء اللجنة

source: Purchases
ar: المشتريات

source: Add new purchases
ar: اضافة مشتريات جديدة

# Commission index
source: Commission index Introducing the members of the committee
ar: لجنة قبول المواد

source: Introducing the members of the committee
ar: ادخال اعضاء اللجنة

source: Number of semi-resident studiants
ar: عدد التلامذة نصف مقيمين

source: Number of granted studiants
ar: عدد التلامذة الممنوحين

source: Number of professors
ar: عدد الاساتذة

source: Number of resident studiants
ar: عدد التلامذة المقيمين

source: Number of employees
ar: عدد العملة

source: Number of meals today
ar: التقرير اليومي للاكلات

source: Number of curators
ar: عدد القيمين

source: Signature
ar: الامضاء

source: Number of student
ar: عدد التلاميذ

source: Number of meals
ar: عدد الوجبات

source: Total costs
ar: جملة التكاليف

source: Unit meal costs
ar: تكاليف الوجبة

source: Storekeeper
ar: حافظ المغازة

source: Internal general supervisor
ar: القيم العام الداخلي

source: PDG
ar: رئيس الوحدة

source: Exitt today
ar: الخروج اليومي

source: Journal of meals
ar: التقرير اليومي للأكلة

source: Journals of meals
ar: التقارير اليومية للأكلات

source: Create new journal
ar: ادخال معطيات التقرير اليومي

source: Menu today
ar: أكــلـة الــيــوم

source: Individual meal
ar: أكــلـة منفردة

source: Total meals
ar: عدد الاكلات

source: Total students
ar: عدد التلاميذ

source: Are you sure you want to delete this item?
ar: هل تريد حذف عذا العنصر؟

source: Validation articles
ar: تاريخ صلوحية المواد

source: Show details of:
ar: عرض بيانات:

source: Commission edit
ar: تعديل بيانات اعضاء اللجنة

source: Details of menu :
ar: اكلة يوم:

source: Edit menu
ar: تغيير معطيات الاكلة

source: Update institution informations
ar: تغيير معطيات المؤسسة

source: FirstName
ar: الاسم

source: LastName
ar: اللقب

source: Password
ar: كلمة السر

source: Roles
ar: الدور

source: List of users
ar: قائمة المستخدمين

source: Create new user
ar: اضافة مستخدم جديد

source: Mobile
ar: الجوال

source: Admin
ar: الادمين

source: RIB
ar: المعرف الجبائي

source: Details of user
ar: بيانات المستخدم

source: Create new admin
ar: اضافة ادمين جديد

source: List of admins
ar: قائمة الادمينات

source: Edit user
ar: تغيير بيانات المستخدم

source: Details of admin
ar: بيانات الادمين

source: Profile of user
ar: الملف الشخصي للمستخدم

source: Details of nb meal
ar: تفاصيل عدد الاكلات

source: Qty inventory
ar: كمية الجرد

source: Qty stock
ar: الكمية بالمخزن

source: State
ar: الفارق

source: List of inventory
ar: جرد المخزون

source: Edit inventory
ar: تغيير بيانات المخزون

source: Edit employee
ar: تغيير بيانات الموظف

source: Create new inventory
ar: جرد جديد

source: Statistic of studiant
ar: ادخال المعطيات

source: Create new line purchase
ar: اضافة مشتريات جديدة

source: Create new line inventory
ar: اضافة مواد جديدة للجرد

source: Qty th
ar: الكمية النظرية

source: Qty_inv
ar: كمية الجرد

source: Difference
ar: الفارق

source: Details of inventories
ar: معطيات الجرد

source: print purchase
ar: طباعة وصل دخول

source: Inv number
ar: رقم الجرد

source: Edit line purchase
ar: تغيير معطيات المُشتَرى

source: Create new demand
ar: اضافة طلب تزوّد

source: Edit line exitt
ar: تعديل المعطيات

source: print exit
ar: طباعة وصل خروج

source: Print permission
ar: طباعة اذن وقتي لخروج المواد

source: Contact us
ar: ارسال رسالة

source: send
ar: ارسال

source: annuler
ar: الغاء

source: Message
ar: محتوى الرسالة

source: Object
ar: الموضوع

source: Edit Demand
ar: تغيير معطيات طلب التزوّد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Print date validation articles
ar: طباعة تواريخ صلوحية المواد

source: Print stock today
ar: طباعة محتويات المخزن

source: logout
ar: خروج

source: Line purchases
ar: المشتريات
